[
    {
      "copyright": "\nNico Lefaudeux\n",
      "date": "2024-10-15",
      "explanation": "How bright and strange will the tails of Comet Tsuchinshan-ATLAS become? The comet has brightened dramatically over the few weeks as it passed its closest to the Sun and, just three days ago, passed its closest to the Earth. C/2023 A3 (Tsuchinshan–ATLAS) became of the brightest comets of the past century over the past few days, but was unfortunately hard to see because it was so nearly superposed on the Sun.  As the comet appears to move away from the Sun, it is becoming a remarkable sight -- but may soon begin to fade.  The featured animated video shows how the comet's tails have developed, as viewed from Earth, and gives one prediction about how they might further develop. As shown in the video, heavier parts of the  dust tail that trails the comet have begun to appear to point in nearly the opposite direction from lighter parts of the dust tail as well as the comet's  ion tail, the blue tail that is pushed directly out from the Sun by the solar wind.   Growing Gallery: Comet Tsuchinsan-ATLAS in 2024",
      "media_type": "video",
      "service_version": "v1",
      "title": "Animation: Comet Tsuchinshan-ATLAS Tails Prediction",
      "url": "https://www.youtube.com/embed/dY6poe072_c?rel=0"
    },
    {
      "copyright": "\nTristian McDonald\n",
      "date": "2024-10-16",
      "explanation": "Sometimes the night sky is full of surprises. Take the sky over Lindis Pass, South Island, New Zealand one-night last week.  Instead of a typically calm night sky filled with constant stars, a busy and dynamic night sky appeared. Suddenly visible were pervasive red aurora, green picket-fence aurora, a red SAR arc, a STEVE, a meteor, and the Moon. These outshone the center of our Milky Way Galaxy and both of its two satellite galaxies: the LMC and SMC. All of these were captured together on 28 exposures in five minutes, from which this panorama was composed.  Auroras lit up many skies last week, as a Coronal Mass Ejection from the Sun unleashed a burst of particles toward our Earth that created colorful skies over latitudes usually too far from the Earth's poles to see them.  More generally, night skies this month have other surprises, showing not only auroras -- but comets.   Jigsaw Challenge: Astronomy Puzzle of the Day",
      "hdurl": "https://apod.nasa.gov/apod/image/2410/AuroraNz_McDonald_2048.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Colorful Aurora over New Zealand",
      "url": "https://apod.nasa.gov/apod/image/2410/AuroraNz_McDonald_1080.jpg"
    },
    {
      "copyright": "Ben Cooper",
      "date": "2024-10-17",
      "explanation": "NASA's Europa Clipper is now headed toward an ocean world beyond Earth. The large spacecraft is tucked into the payload fairing atop the Falcon Heavy rocket in this photo, taken at Kennedy Space Center the day before the mission's successful October 14 launch. Europa Clipper's interplanetary voyage will first take it to Mars, then back to Earth, and then on to Jupiter on gravity assist trajectories that will allow it to enter orbit around Jupiter in April 2030. Once orbiting Jupiter, the spacecraft will fly past Europa 49 times, exploring a Jovian moon with a global subsurface ocean that may have conditions to support life. Posing in the background next to the floodlit rocket is Comet Tsuchinsan-ATLAS, about a day after the comet's closest approach to Earth. A current darling of evening skies, the naked-eye comet is a visitor from the distant Oort cloud  Growing Gallery: Comet Tsuchinshan-ATLAS in 2024",
      "hdurl": "https://apod.nasa.gov/apod/image/2410/EuropaComet_cooper3.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "The Clipper and the Comet",
      "url": "https://apod.nasa.gov/apod/image/2410/EuropaComet_cooper3.jpg"
    },
    {
      "copyright": "Adam Block",
      "date": "2024-10-18",
      "explanation": "On October 14 it was hard to capture a full view of Comet C/2023 A3 Tsuchinshan-ATLAS. Taken after the comet's closest approach to our fair planet, this evening skyview almost does though. With two telephoto frames combined, the image stretches about 26 degrees across the sky from top to bottom, looking west from Gates Pass, Tucson, Arizona. Comet watchers that night could even identify globular star cluster M5 and the faint apparition of periodic comet 13P Olbers near the long the path of Tsuchinshan-ATLAS's whitish dust tail above the bright comet's coma. Due to perspective as the Earth is crossing the comet's orbital plane, Tsuchinshan-ATLAS also has a pronounced antitail. The antitail is composed of dust previously released and fanning out away from the Sun along the comet's orbit, visible as a needle-like extension below the bright coma toward the rugged western horizon.   Growing Gallery: Comet Tsuchinshan-ATLAS in 2024",
      "hdurl": "https://apod.nasa.gov/apod/image/2410/a3_20241014_s.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Most of Comet Tsuchinshan-ATLAS",
      "url": "https://apod.nasa.gov/apod/image/2410/a3_20241014_s1200.jpg"
    },
    {
      "copyright": "Xingyang Cai",
      "date": "2024-10-19",
      "explanation": "These six panels follow daily apparitions of comet C/2023 A3 Tsuchinshan-ATLAS as it moved away from our fair planet during the past week. The images were taken with the same camera and lens at the indicated dates and locations from California, planet Earth. At far right on October 12 the visitor from the distant Oort cloud was near its closest approach, some 70 million kilometers (about 4 light-minutes) away. Its bright coma and long dust tail were close on the sky to the setting Sun but still easy to spot against a bright western horizon. Over the following days, the outbound comet steadily climbs above the ecliptic and north into the darker western evening sky, but begins to fade from view. Crossing the Earth's orbital plane around October 14, Tsuchinshan-ATLAS exhibits a noticeable antitail extended toward the western horizon. Higher in the evening sky at sunset by October 17 (far left) the comet has faded and reached a distance of around 77 million kilometers from planet Earth. Hopefully you enjoyed some of Tsuchinshan-ATLAS's bid to become the best comet of 2024. This comet's initial orbital period estimates were a mere 80,000 years, but in fact it may never return to the inner Solar System.   Growing Gallery: Comet Tsuchinshan-ATLAS in 2024",
      "hdurl": "https://apod.nasa.gov/apod/image/2410/C2023A3-in-the-past-6-days.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Comet Tsuchinshan-ATLAS Flys Away",
      "url": "https://apod.nasa.gov/apod/image/2410/C2023A3-in-the-past-6-days_1100.jpg"
    },
    {
      "copyright": "\nTom Abel & \nRalf Kaehler \n(KIPAC, \nSLAC), \nAMNH\n",
      "date": "2024-10-20",
      "explanation": "Is our universe haunted?  It might look that way on this dark matter map.  The gravity of unseen dark matter is the leading explanation for why galaxies rotate so fast, why galaxies orbit clusters so fast, why gravitational lenses so strongly deflect light, and why visible matter is distributed as it is both in the local universe and on the cosmic microwave background.  The featured image from the American Museum of Natural History's Hayden Planetarium Space Show Dark Universe highlights one example of how pervasive dark matter might haunt our universe.  In this frame from a detailed computer simulation, complex filaments of dark matter, shown in black, are strewn about the universe like spider webs, while the relatively rare clumps of familiar baryonic matter are colored orange. These simulations are good statistical matches to astronomical observations.  In what is perhaps a scarier turn of events, dark matter -- although quite strange and in an unknown form -- is no longer thought to be the strangest source of gravity in the universe. That honor now falls to dark energy, a more uniform source of repulsive gravity that seems to now dominate the expansion of the entire universe.    Explore Your Universe: Random APOD Generator",
      "hdurl": "https://apod.nasa.gov/apod/image/2410/DarkMatter_KipacAmnh_1200.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Dark Matter in a Simulated Universe",
      "url": "https://apod.nasa.gov/apod/image/2410/DarkMatter_KipacAmnh_960.jpg"
    },
    {
      "copyright": "\nBrian Fulda\n",
      "date": "2024-10-21",
      "explanation": "The tails of Comet Tsuchinshan-ATLAS were a sight to behold. Pictured, C/2023 A3 (Tsuchinshan–ATLAS) was captured near peak impressiveness last week over the Eastern Sierra Mountains in California, USA.  The comet not only showed a bright tail, but a distinct anti-tail pointing in nearly the opposite direction. The globular star cluster M5 can be seen on the right, far in the distance.  As it approached, it was unclear if this crumbling iceberg would disintegrate completely as it warmed in the bright sunlight. In reality, the comet survived to become brighter than any star in the night (magnitude -4.9), but unfortunately was then so nearly in front of the Sun that it was hard for many casual observers to locate. Whether Comet Tsuchinshan-Atlas becomes known as the Great Comet of 2024 now depends, in part, on how impressive incoming comet C/2024 S1 (ATLAS) becomes over the next two weeks.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
      "hdurl": "https://apod.nasa.gov/apod/image/2410/CometA3_Fulda_2549.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Comet Tsuchinshan-ATLAS over California",
      "url": "https://apod.nasa.gov/apod/image/2410/CometA3_Fulda_960.jpg"
    },
    {
      "date": "2024-10-22",
      "explanation": "These dark pillars may look destructive, but they are creating stars.  This pillar-capturing picture of the Eagle Nebula combines visible light exposures taken with the Hubble Space Telescope with infrared images taken with the James Webb Space Telescope to highlight evaporating gaseous globules (EGGs) emerging from pillars of molecular hydrogen gas and dust.  The giant pillars are light years in length and are so dense that interior gas contracts gravitationally to form stars.  At each pillar's end, the intense radiation of bright young stars causes low density material to boil away, leaving stellar nurseries of dense EGGs exposed.  The Eagle Nebula, associated with the open star cluster M16, lies about 7000 light years away.   Jigsaw Challenge: Astronomy Puzzle of the Day",
      "hdurl": "https://apod.nasa.gov/apod/image/2410/M16_HubbleWebbPisano_6500.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "M16: Pillars of Star Creation",
      "url": "https://apod.nasa.gov/apod/image/2410/M16_HubbleWebbPisano_960.jpg"
    },
    {
      "copyright": "\nSpaceX\n",
      "date": "2024-10-23",
      "explanation": "Mechazilla has caught the Super Heavy booster! pic.twitter.com/6R5YatSVJX",
      "media_type": "other",
      "service_version": "v1",
      "title": "Caught"
    },
    {
      "copyright": "Patrick Winkler",
      "date": "2024-10-24",
      "explanation": "A mere seven hundred light years from Earth toward the constellation Aquarius, a star is dying. The once sun-like star's last few thousand years have produced the Helix Nebula. Also known as NGC 7293, the cosmic Helix is a well studied and nearby example of a Planetary Nebula, typical of this final phase of stellar evolution.  Combining narrow band data from emission lines of hydrogen atoms in red and oxygen atoms in blue-green hues, this deep image shows tantalizing details of the Helix, including its bright inner region about 3 light-years across. The white dot at the Helix's center is this Planetary Nebula's hot, dying central star. A simple looking nebula at first glance, the Helix is now understood to have a surprisingly complex geometry.",
      "hdurl": "https://apod.nasa.gov/apod/image/2410/NGC7293_preview.png",
      "media_type": "image",
      "service_version": "v1",
      "title": "NGC 7293: The Helix Nebula",
      "url": "https://apod.nasa.gov/apod/image/2410/NGC7293_preview1024.png"
    },
    {
      "copyright": "Massimo Di Fusco",
      "date": "2024-10-25",
      "explanation": "Some 13,000 light-years away toward the southern constellation Pavo, the globular star cluster NGC 6752 roams the halo of our Milky Way galaxy. Over 10 billion years old, NGC 6752 follows clusters Omega Centauri, 47 Tucanae, and Messier 22 as the fourth brightest globular in planet Earth's night sky. It holds over 100 thousand stars in a sphere about 100 light-years in diameter. Telescopic explorations of NGC 6752 have found that a remarkable fraction of the stars near the cluster's core are multiple star systems. They also reveal the presence of blue straggle stars, stars which appear to be too young and massive to exist in a cluster whose stars are all expected to be at least twice as old as the Sun. The blue stragglers are thought to be formed by star mergers and collisions in the dense stellar environment at the cluster's core. This sharp color composite also features the cluster's ancient red giant stars in yellowish hues. (Note: The bright, spiky blue star about 8 o'clock from the cluster center is a foreground star along the line-of-sight to NGC 6752)",
      "hdurl": "https://apod.nasa.gov/apod/image/2410/NGC6752_DiFusco.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Globular Star Cluster NGC 6752",
      "url": "https://apod.nasa.gov/apod/image/2410/NGC6752_DiFusco1024.jpg"
    },
    {
      "copyright": "Christophe Vergnes",
      "date": "2024-10-26",
      "explanation": "These brightly outlined flowing shapes look ghostly on a cosmic scale. A telescopic view toward the constellation Cassiopeia, the colorful skyscape features the swept-back, comet-shaped clouds IC 59 (left) and IC 63. About 600 light-years distant, the clouds aren't actually ghosts. They are slowly disappearing though, under the influence of energetic radiation from hot, luminous star gamma Cas. Gamma Cas is physically located only 3 to 4 light-years from the nebulae and lies just above the right edge of the frame. Slightly closer to gamma Cas, IC 63 is dominated by red H-alpha light emitted as hydrogen atoms ionized by the hot star's ultraviolet radiation recombine with electrons. Farther from the star, IC 59 shows less H-alpha emission but more of the characteristic blue tint of dust reflected star light. The field of view spans over 1 degree or 10 light-years at the estimated distance of the interstellar apparitions.",
      "hdurl": "https://apod.nasa.gov/apod/image/2410/IC63.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Phantoms in Cassiopeia",
      "url": "https://apod.nasa.gov/apod/image/2410/IC63_1024.jpg"
    },
    {
      "copyright": "\nMark Hanson and \nMike Selby;\nText: \nMichelle Thaller \n(NASA's \nGSFC)\n",
      "date": "2024-10-27",
      "explanation": "What is the most spook-tacular nebula in the galaxy?   One contender is LDN 43, which bears an astonishing resemblance to a vast cosmic bat flying amongst the stars on a dark Halloween night.  Located about 1400 light years away in the constellation Ophiuchus, this molecular cloud is dense enough to block light not only from background stars, but from wisps of gas lit up by the nearby reflection nebula LBN 7.  Far from being a harbinger of death, this 12-light year-long filament of gas and dust is actually a stellar nursery.  Glowing with eerie light, the bat is lit up from inside by dense gaseous knots that have just formed young stars.    Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
      "hdurl": "https://apod.nasa.gov/apod/image/2410/LDN43_SelbyHanson_3993.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "LDN 43: The Cosmic Bat Nebula",
      "url": "https://apod.nasa.gov/apod/image/2410/LDN43_SelbyHanson_960.jpg"
    },
    {
      "copyright": "\nLouis LEROUX-GÉRÉ\n",
      "date": "2024-10-28",
      "explanation": "Sometimes a river of hot gas flows over your head. In this case the river created a Strong Thermal Emission Velocity Enhancement (STEVE) that glowed bright red, white, and pink. Details of how STEVEs work remain a topic of research, but recent evidence holds that their glow results from a fast-moving river of hot ions flowing over a hundred kilometers up in the Earth's atmosphere: the ionosphere. The more expansive dull red glow might be related to the flowing STEVE, but alternatively might be a Stable Auroral Red (SAR) arc, a more general heat-related glow. The featured picture, taken earlier this month in Côte d'Opale, France, is a wide-angle digital composite made as the STEVE arc formed nearly overhead.  Although the apparition lasted only a few minutes, this was long enough for the quick-thinking astrophotographer to get in the picture -- can you find him?",
      "hdurl": "https://apod.nasa.gov/apod/image/2410/SteveFrance_leroux_2160.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "STEVE: A Glowing River over France",
      "url": "https://apod.nasa.gov/apod/image/2410/SteveFrance_leroux_1080.jpg"
    },
    {
      "date": "2024-10-29",
      "explanation": "The stars are destroying the pillars. More specifically, some of the newly formed stars in the image center are emitting light so energetic that is evaporating the gas and dust in the surrounding pillars. Simultaneously, the pillars themselves are still trying to form new stars. The whole setting is the star cluster NGC 602, and this new vista was taken by the Webb Space Telescope in multiple infrared colors. In comparison, a roll-over image shows the same star cluster in visible light, taken previously by the Hubble Space Telescope. NGC 602 is located near the perimeter of the Small Magellanic Cloud (SMC), a small satellite galaxy of our Milky Way galaxy.  At the estimated distance of the SMC, the featured picture spans about 200 light-years. A tantalizing assortment of background galaxies are also visible -- mostly around the edges -- that are at least hundreds of millions of light-years beyond.",
      "hdurl": "https://apod.nasa.gov/apod/image/2410/NGC602_Webb_5863.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "NGC 602: Stars Versus Pillars from Webb",
      "url": "https://apod.nasa.gov/apod/image/2410/NGC602_Webb_960.jpg"
    },
    {
      "copyright": "\nChad Leader\n",
      "date": "2024-10-30",
      "explanation": "What created this huge space bubble? Blown by the wind from a star, this tantalizing, head-like apparition is cataloged as NGC 7635, but known simply as the Bubble Nebula. The featured striking view utilizes a long exposure to reveal the intricate details of this cosmic bubble and its environment. Although it looks delicate, the 10 light-year diameter bubble offers evidence of violent processes at work. Seen here above and right of the Bubble's center, a bright hot star is embedded in the nebula's reflecting dust. A fierce stellar wind and intense radiation from the star, which likely has a mass 10 to 20 times that of the Sun, has blasted out the structure of glowing gas against denser material in a surrounding molecular cloud. The intriguing Bubble Nebula lies a mere 11,000 light-years away toward the boastful constellation Cassiopeia.   Your Sky Surprise: What picture did APOD feature on your birthday? (post 1995)",
      "hdurl": "https://apod.nasa.gov/apod/image/2410/BubbleRed_Leader_960.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "NGC 7635: The Bubble Nebula",
      "url": "https://apod.nasa.gov/apod/image/2410/BubbleRed_Leader_960.jpg"
    },
    {
      "copyright": "Simone Curzi",
      "date": "2024-10-31",
      "explanation": "By starlight, this eerie visage shines in the dark with a crooked profile evoking its popular name, the Witch Head Nebula. In fact, this entrancing telescopic portrait gives the impression that a witch has fixed her gaze on Orion's bright supergiant star Rigel. More formally known as IC 2118, the Witch Head Nebula spans about 50 light-years and is composed of interstellar dust grains reflecting Rigel's starlight. The color of the Witch Head Nebula is caused not only by Rigel's intense blue light, but because the dust grains scatter blue light more efficiently than red. The same physical process causes Earth's daytime sky to appear blue, although the scatterers in Earth's atmosphere are molecules of nitrogen and oxygen. Rigel and this dusty cosmic crone are about 800 light-years away. You may still see a few witches in your neighborhood tonight though, so have a safe and Happy Halloween!",
      "hdurl": "https://apod.nasa.gov/apod/image/2410/Strega_apod_3.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Rigel and the Witch Head Nebula",
      "url": "https://apod.nasa.gov/apod/image/2410/Strega_apod_1024r.jpg"
    },
    {
      "copyright": "John Hayes",
      "date": "2024-11-01",
      "explanation": "Big, beautiful spiral galaxy NGC 6744 is nearly 175,000 light-years across, larger than our own Milky Way. It lies some 30 million light-years distant in the southern constellation Pavo but appears as only a faint smudge in the eyepiece of a small telescope. We see the disk of the nearby island universe tilted towards our line of sight in this remarkably deep and detailed galaxy portrait, a telescopic image that spans an area about the angular size of a full moon. In it, the giant galaxy's elongated yellowish core is dominated by the light from old, cool stars. Beyond the core, grand spiral arms are filled with young blue star clusters and speckled with pinkish star forming regions. An extended arm sweeps past smaller satellite galaxy NGC 6744A at the upper left. NGC 6744's galactic companion is reminiscent of the Milky Way's satellite galaxy the Large Magellanic Cloud.",
      "hdurl": "https://apod.nasa.gov/apod/image/2411/NGC6744_V2_8_sm.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Spiral Galaxy NGC 6744",
      "url": "https://apod.nasa.gov/apod/image/2411/NGC6744_V2_8_sm1024.jpg"
    },
    {
      "date": "2024-11-02",
      "explanation": "Saturn is bright in Earth's night skies. Telescopic views of the outer gas giant planet and its beautiful rings often make it a star at star parties. But this stunning view of Saturn's rings and night side just isn't possible from telescopes in the vicinity of planet Earth. Peering out from the inner Solar System they can only bring Saturn's day side into view. In fact, this image of Saturn's slender sunlit crescent with night's shadow cast across its broad and complex ring system was captured by the Cassini spacecraft. A robot spacecraft from planet Earth, Cassini called Saturn orbit home for 13 years before it was directed to dive into the atmosphere of the gas giant on September 15, 2017. This magnificent mosaic is composed of frames recorded by Cassini's wide-angle camera only two days before its grand final plunge. Saturn's night will not be seen again until another spaceship from Earth calls.",
      "hdurl": "https://apod.nasa.gov/apod/image/2411/LastRingPortrait_Cassini_4472.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Saturn at Night",
      "url": "https://apod.nasa.gov/apod/image/2411/LastRingPortrait_Cassini_1080.jpg"
    },
    {
      "date": "2024-11-03",
      "explanation": "What's that black spot on Jupiter? No one is sure.  During one pass of NASA's Juno over  Jupiter, the robotic spacecraft imaged an usually dark cloud feature informally dubbed the Abyss. Surrounding cloud patterns show the Abyss to be at the center of a vortex. Since dark features on Jupiter's atmosphere tend to run deeper than light features, the Abyss may really be the deep hole that it appears -- but without more evidence that remains conjecture.  The Abyss is surrounded by a complex of meandering clouds and other swirling storm systems, some of which are topped by light colored, high-altitude clouds.  The featured image was captured in 2019 while Juno passed only about 15,000 kilometers above Jupiter's cloud tops.  The next close pass of Juno near Jupiter will be in about three weeks.",
      "hdurl": "https://apod.nasa.gov/apod/image/2411/JupiterAbyss_JunoEichstadt_1080.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Jupiter Abyss",
      "url": "https://apod.nasa.gov/apod/image/2411/JupiterAbyss_JunoEichstadt_1080.jpg"
    },
    {
      "copyright": "\nFényes Lóránd\n",
      "date": "2024-11-04",
      "explanation": "The Great Nebula in Orion, an immense, nearby starbirth region, is probably the most famous of all astronomical nebulas.  Here, glowing gas surrounds hot young stars at the edge of an immense interstellar molecular cloud only 1500 light-years away.  In the featured deep image in assigned colors highlighted by emission in oxygen and hydrogen, wisps and sheets of dust and gas are particularly evident.  The Great Nebula in Orion can be found with the unaided eye near the easily identifiable belt of three stars in the popular constellation Orion.  In addition to housing a bright open cluster of stars known as the Trapezium, the Orion Nebula contains many stellar nurseries.   These nurseries contain much hydrogen gas, hot young stars, proplyds, and stellar jets spewing material at high speeds.  Also known as M42, the Orion Nebula spans about 40 light years and is located in the same spiral arm of our Galaxy as the Sun.",
      "hdurl": "https://apod.nasa.gov/apod/image/2411/Orion_Lorand_1992.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "M42: The Great Nebula in Orion",
      "url": "https://apod.nasa.gov/apod/image/2411/Orion_Lorand_1992.jpg"
    },
    {
      "copyright": "\nJosh Dury\n",
      "date": "2024-11-05",
      "explanation": "Why were the statues on Easter Island built?  No one is sure.  What is sure is that over 900 large stone statues called moais exist there.  The Rapa Nui (Easter Island) moais stand, on average, over twice as tall as a person and have over 200 times as much mass.  It is thought that the unusual statues were created about 600 years ago in the images of local leaders of a vibrant and ancient civilization.  Rapa Nui has been declared by UNESCO to a World Heritage Site. Pictured here, some of the stone giants were imaged last month under the central band of our Milky Way galaxy.  Previously unknown moais are still being discovered.    Alternative Multi-APOD Front Page: MyUniverseHub.com",
      "hdurl": "https://apod.nasa.gov/apod/image/2411/IslandMoai_Dury_2831.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Milky Way over Easter Island",
      "url": "https://apod.nasa.gov/apod/image/2411/IslandMoai_Dury_960.jpg"
    },
    {
      "copyright": "\nAlessandra Masi\n",
      "date": "2024-11-06",
      "explanation": "Comet Tsuchinshan-Atlas is now headed back to the outer Solar System.  The massive dusty snowball put on quite a show during its trip near the Sun, resulting in many impressive pictures from planet Earth during October.  The featured image was taken in mid-October and shows a defining visual feature of the comet -- its impressive anti-tail. The image captures Comet C/2023 A3 (Tsuchinshan–ATLAS) with impressively long dust and ion tails pointing up and away from the Sun, while the strong anti-tail -- composed of more massive dust particles -- trails the comet and points down and (nearly) toward the recently-set Sun. In the foreground is village of Tai di Cadore, Italy, with the tremendous Dolomite Mountains in the background.  Another comet, C/2024 S1 (ATLAS), once a candidate to rival Comet Tsuchinshan-Atlas in brightness, broke up last week during its close approach to our Sun.    Growing Gallery: Comet Tsuchinshan-ATLAS in 2024",
      "hdurl": "https://apod.nasa.gov/apod/image/2411/CometA3Dolomites_Masi_960.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Comet Tsuchinshan-Atlas over the Dolomites",
      "url": "https://apod.nasa.gov/apod/image/2411/CometA3Dolomites_Masi_960.jpg"
    },
    {
      "copyright": "George Williams",
      "date": "2024-11-07",
      "explanation": "This spectacular intergalactic skyscape features Arp 227, a curious system of galaxies from the 1966 Atlas of Peculiar Galaxies. Some 100 million light-years distant within the boundaries of the constellation Pisces, Arp 227 consists of the two galaxies prominent above and left of center, the shell galaxy NGC 474 and its blue, spiral-armed neighbor NGC 470. The readily apparent shells and star streams of NGC 474 are likely tidal features originating from the accretion of another smaller galaxy during close gravitational encounters that began over a billion years ago. The large galaxy on the bottom righthand side of the deep image, NGC 467, appears to be surrounded by faint shells and streams too, evidence of another merging galaxy system. Intriguing background galaxies are scattered around the field that also includes spiky foreground stars. Of course, those stars lie well within our own Milky Way Galaxy. The telescopic field of view spans 25 arc minutes or just under 1/2 degree on the sky.",
      "hdurl": "https://apod.nasa.gov/apod/image/2411/NGC474_S1_Crop.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Shell Galaxies in Pisces",
      "url": "https://apod.nasa.gov/apod/image/2411/NGC474_S1_Crop1024.jpg"
    }
  ]